Docs/Reference/Content/images/dependencies/net8.0/d2/alloverit-filtering.d2
direction: left

aoi: AllOverIt
aoi.alloverit-filtering: AllOverIt.Filtering
aoi.alloverit: AllOverIt
aoi.alloverit <- aoi.alloverit-filtering
aoi.alloverit-assertion: AllOverIt.Assertion
aoi.alloverit-assertion <- aoi.alloverit
