Docs/Reference/Content/images/dependencies/net8.0/mmd/alloverit-filtering.mmd
flowchart LR
  alloverit-filtering["AllOverIt.Filtering"]
  alloverit["AllOverIt"]
  alloverit-assertion["AllOverIt.Assertion"]
  alloverit-filtering --> alloverit
  alloverit --> alloverit-assertion
